// src/main/java/com/example/waterbot/Content.java
package com.example.waterbot;

public final class Content {

    private Content() {
    }

    // /start
    public static final String START_TEXT = """
            <b>Я - Елена Белозерова.</b>
            
            <b>Уже более 20 лет занимаюсь темой ВОДЫ, восстановления и сохранения ЗДОРОВЬЯ.</b>
            
            Однажды, разобравшись с водой - я поняла, какое сокровище находиться в моих руках. 
            И моя миссия - делиться этой информацией с миром. 
            
            Мне 56 лет, я веду активный образ жизни,  много путешествую ✈️
            
            А еще горжусь тем, что уже тысячи моих потребителей в 30 странах мира, научились пить 
            💧живую воду. 
            
            Все, чем я делюсь с Вами - уже опробовали миллионы наших довольных потребителей. И у них получилось изменить свой образ жизни, нормализовать водный баланс, скорректировать свое питание и улучшить активность.
            
            А это значит, что получится и у вас!
            
            В добрый путь!❤️
            """;

    // 1 кнопка) ВОДА. Интересные факты
    public static final String WATER_FACTS_1 = """
            За ночь, пока мы спим, наш организм очень активно трудится. Результаты его трудов мы видим утром на своем лице и на унитазе. 
            Утром нашему телу важно помыться не только снаружи, но и изнутри.
            
            Конечно мы не сможем умыться или принять душ, если из крана будет течь чай или кофе 🤷‍♀️  Для этого нужна ТОЛЬКО ВОДА.
            
            💧Утренняя порция воды смоет ночную «грязь» с нашего организма изнутри и уже через 15-20 минут произойдет опорожнение кишечника. 
            
            Особенно радостно это будет для тех, кто страдает запорами.
            
            📌 ВАЖНО! 
            Вода "натощак" - это значит только вода! 
            
            Без крошечки хлеба, полезного кунжута или утренней таблетки. Все это Вы сможете съесть или выпить через 15 минут после утреннего стакана воды. 
            
            Иначе все, что Вы выпили останется на долгое время в желудке и реальной пользы кишечнику и Вашему мозгу не принесет. 📌
            """;

    public static final String WATER_FACTS_BLOOD_VIDEO_TEXT = """
            Посмотрите как выглядит капля крови под микроскопом человека, который пьет воды и который ❌ не пьет воду.
            """;

    public static final String WATER_FACTS_2 = """
            На примере дома все понятно. 
            
            МЫ - и Вы, и я - любой организм - тоже ДОМ. 
            
            Когда наш "дом" чист, наполнен водой, а жители умыты, сходили в туалет и накормлены, тогда они активно делятся-размножаются, радуют нас своим крепким здоровьем. 
            
            И у нас есть настроение и энергия. Есть жизненный ресурс!
            
            Когда воды мало, внутри нас накапливаются токсины и наши клетки страдают. 
            
            Мы становимся не горной рекой, а "стоячим болотом". В этом болоте собирается разный биологический "мусор" и мы начинаем болеть.
            
            🆘 Сначала получаем сигналы от тела - SOS!!! Помоги!
            А затем появляются диагнозы,  БОЛЕЗНИ ОБЕЗВОЖИВАНИЯ.
            
            Чтобы их преодолеть люди покупают таблетки, лекарства, ставят капельницы и сдают море анализов. Дорогих! 
            
            ‼️Я же говорю о том, что в любом случае нужна вода. 
            ‼️В правильном количестве! Желательно правильного качества!
            
            💧Желательно слабощелочная, биологически доступная.💦
            
            С определенной температурой. 
            И каждый божий день.
            Это ВАЖНО!
            """;

    public static final String WATER_FACTS_3_VIDEO_TEXT = """
            Наш организм — это 70 триллионов клеток, которые «плавают» в воде. Но важно не только количество воды, а её качество и заряд.
            
            🔹 Вода же, которую мы пьём ежедневно, чаще всего имеет положительный заряд: +250…+500 мВ (в зависимости от региона и качества). Такая «плюсовая» вода работает как свободный радикал и забирает энергию у клеток, ослабляя их.
            
            🔹 К тому же у обычной воды высокое поверхностное натяжение — молекулы слишком «жёсткие». Организм вынужден тратить силы, чтобы её «разжижить» и пропустить внутрь клеток.
            
            Именно поэтому качество воды напрямую связано с энергией организма и развитием болезней. Настоящее здоровье начинается с правильной воды — биодоступной и заряженной электронами.
            """;


    // 2 кнопка) 46 причин пить воду
    public static final String REASONS_46_TEXT = """
          4️⃣6️⃣ причин, по которым 💧вода 💧ежедневно необходима вашему организму:
            
          1. Без воды нет жизни.
            
          2. Нехватка воды сначала угнетает, а затем убивает некоторые функции организма.
            
          3. Вода главный источник энергии тела.
            
          4. Вода генерирует электрическую и магнитную энергию внутри каждой клетки тела и дает энергию для силы жизни.
            
          5. Вода связующий материал архитектурного проекта клеточной структуры.
            
          6. Вода защищает ДНК от повреждений и повышает эффективность ее восстановительных механизмов она уменьшает количество аномалий в ДНК.
            
          7. Вода значительно повышает эффективность иммунного механизма спинного мозга, где формируется иммунная система (все ее механизмы), включая эффективное противодействие раку.
            
          8. Вода главный растворитель всех видов пищи, витаминов и минералов. Она разлагает пищу на мелкие частицы, поддерживает процессы метаболизма и усвоения.
            
          9. Вода заряжает пищу энергией, после чего частицы пищи обретают способность передавать эту энергию организму в процессе пищеварения. Вот почему еда без воды не имеет для тела абсолютно никакой энергетической ценности.
            
          10. Вода повышает способность организма к усвоению жизненно важных веществ, содержащихся в пище.
            
          11. Вода обеспечивает транспортировку всех веществ в пределах организма.
            
          12. Вода оптимизирует и усиливает способность эритроцитов к накоплению кислорода в легких.
            
          13. Проникающая в клетку вода снабжает ее кислородом и уносит отработанные газы (CO2) и токсины в органы выделения для выведения всех ядов из организма.
            
          14. Вода выводит токсичные отходы из различных частей тела, доставляет их в печень и почки для окончательного удаления.
            
          15. Вода основной смазочный материал в суставных щелях, способствует предотвращению артрита и болей в пояснице.
            
          16. В позвоночных дисках вода создает "амортизирующие водяные подушки".
            
          17. Вода самое мягкое слабительное и лучшее средство от запоров.
            
          18. Вода помогает снизить риск сердечных приступов и инсультов.
            
          19. Вода предохраняет артерии сердца и мозга от закупорки.
            
          20. Вода важнейший элемент систем охлаждения (пот) и обогрева (электризация) организма.
            
          21. Вода дает нам силу и электрическую энергию для всех мозговых функций и в первую очередь для мышления.
            
          22. Вода необходима для эффективного производства всех нейротрансмиттеров, включая серотонин.
            
          23. Вода необходима для производства всех гормонов, вырабатываемых мозгом, включая мелатонин.
            
          24. Вода может предотвратить расстройства, связанные с дефицитом внимания у детей и взрослых.
            
          25. Вода повышает работоспособность, улучшает фиксацию внимания.
            
          26. Вода самый лучший тонизирующий напиток и у нее нет побочных эффектов.
            
          27. Вода помогает снимать стресс, тревогу и депрессию.
            
          28. Вода восстанавливает сон.
            
          29. Вода помогает снять усталость она придает нам энергию молодости.
            
          30. Вода делает кожу гладкой, позволяя уменьшить эффекты старения.
            
          31. Вода вызывает блеск в глазах.
            
          32. Вода помогает предотвратить глаукому и другие заболевания глаз.\s
            
          33. Вода нормализует кроветворные системы костного мозга.
            
          34. Вода абсолютно необходима для повышения эффективности работы иммунной системы при изменении климатических условий, а также для борьбы с инфекциями и образованием раковых клеток.
            
          35. Вода разжижает кровь и не дает ей агрегироваться в процессе циркуляции по тканям.\s
            
          36. Вода уменьшает предменструальные боли и приливы (ощущение жара в климактерический период).
            
          37. Вода разжижает кровь, не позволяя твердым веществам оседать на стенках кровеносных сосудов.
            
          38. Человеческий организм не располагает запасами воды, способными поддержать жизнедеятельность в условиях обезвоживания. Вот почему вы должны пить воду регулярно и в течение всего дня.
            
          39. Обезвоживание останавливает производство половых гормонов, является одной из главных причин импотенции и потери полового влечения.
            
          40. Потребление воды помогает отличить ощущение жажды от голода.
            
          41. Вода самое лучшее средство для снижения веса. Пейте воду вовремя и сбрасывайте вес без особых диет. Кроме того, вы не будете есть тогда, когда вам кажется, что вы голодны, хотя на самом деле, вы всего лишь хотите пить.
            
          42. Обезвоживание - причина токсичных отложений в организме. Вода расчищает и размягчает эти отложения.
            
          43. Вода уменьшает частоту приступов утренней тошноты и рвоты у беременных
            
          44. Вода объединяет функции мозга и тела, повышая адаптационные резервы всех обменов веществ.
            
          45. Вода помогает предотвратить потерю памяти при старении, снизить риск болезни Альцгеймера, рассеянного склероза, болезни Паркинсона и болезни Лоу Герига.
            
          46. Вода помогает избавлению от вредных привычек, включая булемию (патологическую тягу к пище), тягу к кофеину, алкоголю и наркотикам.
            
          ⁉️
          <b>Но вот вопрос - какая вода? Из под крана и фильтра? Бутилированная? Намагниченная или из источника? Колодезная или родниковая?</b>
            
          Друзья, в этом вопросе и состоит на сегодня глобальное понимание жизни и здоровья человека минимум на 70  %! 
            
          Так как мы состоим из воды на 70  %. 
            
          И какую воду мы пьём- такая водная среда нашего биохимического состава тела в нас и присутствует, логично?
            
          Да, безусловно, вода воде - рознь! 
          Пишут и говорят об этом разные источники- повсеместно. И разное..., увы. Чему верить? 
          Только и всегда - изначальным законам и постулатам, заложенным в состав воды самой Природой... какие они? И в чем двойственность реалий жизни современного человека относительно его питьевой воды. 
            
          Все перечисленные факторы 
          "46 причин почему надо пить воду" относятся только к настоящей, дающей энергию клеткам, живой - биологически совместимой с требованиями клеток нашего здорового организма - воде! 
          Так давайте раз и навсегда каждый в своей жизни разберёмся в этом вопросе и станем соответствовать до конца своей жизни тем требованиям наших клеток, которым питьевая вода современного человека должна соответствовать по всем её биологическим запросам!
          """;

    public static final String DEHYDRATION_DISEASES_VIDEO_5_TEXT = """
            Болезни обезвоживания - такого определения нет в медицине🙅🏻‍♂️. 
            
            Зато есть разные медицинские специализации, к которым обращаются люди за волшебной таблеткой, чтобы убрать возникшую проблему.
            
            <b>ВОТ НЕСКОЛЬКО ПРИМЕРОВ:</b>
            
            1️⃣ Человек идет к проктологу или гастроэнтерологу чтобы избавиться от <b>запора</b>. Пикантнейшая тема! 
            
            Доктор прописывает слабительные. В лучшем случае - клетчатку и пробиотики. А про воду - не говорит! 
            
            А ведь сложности с опорожнением кишечника - это уже КРИК организма о засухе🤷
            
            Даже если Вы будете регулярно принимать слабительные средства, добавите в рацион специальные слабительные салаты, клетчатку и даже пробиотики, но у вас в рационе не будет необходимого количества ВОДЫ💦 – ваш стул всегда будет требовать внимания.
            
            2️⃣ <b>Хруст в суставах, соли в суставах, позвоночнике, пощелкивание, деформация хрящей, суставов, межпозвоночные грыжи, артрозы, артриты.</b>
            
            Все что касается этих проблем имеет всего три причины: 
            - обезвоживание, 
            - бактерии (грибы),
            - недостаток витаминов и минералов (в основном кальция, кремния, серы).   
            
            О чем речь? 
            Наши суставы - это шарниры. Внутри каждого сгибателя имеется (должна иметься) так сказать "смазка". Называется она - синовиальная жидкость. 
            
            Эта жидкость очень похожа на холодец: вода + глюкозамины + хондроитины + кальций + сера + белок.  Уверена, вы много раз  слышали что-то из этих названий.  
            
            НО! Очень важная штука:
            холодец без воды сварить не реально. 🙅🏻
            
            Вот так и у нас - без нужного количества воды синовиальная жидкость становится  более густой, потом начинает хрустеть, потом страдают наши суставные сумки, возникают межпозвоночные грыжи и микроскопические трещинки.  
            
            Ииииии... без воды дальше больше 😣
            
            3️⃣ Густая кровь, скачки давления, головная боль, аллергия, сухая кожа, ломкие ногти и секущиеся волосы, катаракта и камни в почках, песок и густая желчь и еще много разных известных диагнозов начинают свой путь в нашем теле с недостатка воды.\s
            
            Конечно одной водой не решить эти задачи. Нужно еще много разных полезных вещей. Например, программы Детокса и Противо-паразитарные программы, нутриенты. Движение обязательно! Нужна СИСТЕМА.
            
            Но если не будет воды, то... Вы уже понимаете 🙏
            
            4️⃣ Повышенная кислотность желудочного сока. Казалось бы, причем здесь вода?\s
            
            Ответ очень прост:
            В организме не бывает повышенной кислотности, бывает пониженная водность!
            
            Если Вы возьмете 100 г воды и положите туда 2 г кислоты, получиться 2% кислота. Но если Вы возьмете 50 г воды и положите туда все те же 2 г кислоты, то кислотность будет значительно выше.\s
            
            Так же и в желудке: там не бывает кислоты больше чем нужно, бывает воды меньше чем нужно, поэтому и кислотность выше. Поэтому и изжога.
            
            Пейте больше воды, слабощелочной, и будет нормальная кислотность желудочного сока.
            
            5️⃣ <b>Пониженная кислотность </b> тоже связана с водой. \s
            Это атрофия клеток. Желудок постоянно вырабатывает кислоту, а мы постоянно пьем горячий чай, едим горячий суп, т.е. постоянно уничтожаем клетки и они, в конце концов, перестают размножаться.\s
            
            Таким образом, просто некому продуцировать кислоту в желудке.\s
            
            И в том, и в другом случае первая задача - научится пить необходимое количество воды. И лучше всего получить индивидуальную консультацию.\s
            
            Поскольку в этих ситуациях кроме воды нужны ферменты, грамотный детокс и не только.
            
            6️⃣ <b>Густая желчь. </b> \s
            "Бомба" замедленного действия! Это очень опасный симптом.\s
            
            Если не уделить этому внимания, то впереди - камни, песок, возможны операции. Кроме этого - 100% уже имеются сложности с пищеварением, вполне могут уже быть, а если нет, то будут - язвы.
            
            Это может быть язвенная болезнь в любом месте слизистой ЖКТ.
            
            Когда воды мало, она становиться сильно концентрированной, загустевает и выпадает в осадок.
            
            7️⃣ <b>Песок в печени. Как и в почках, в желчном. Песок. Камешки. </b> Принцип один.
            
            Количество воды при данном диагнозе имеет прямое значение:
            
            - Мало воды – густая желчь.\s
            - Мало воды – плохо работает поджелудочная и мало вырабатывает ферментов. Мало ферментов и густая желчь – камни, песок. И не только в печени и в желчном пузыре.
            
            8️⃣ <b>Изжога. </b> Очень агрессивный признак обезвоживания.
            
            Почему бывает изжога? Если коротко - потому что в процессе пищеварения образуются кислоты, из-за недостатка воды их много, из-за недостатка ферментов эти кислоты не гасятся. 
            
            Они выбрасываются в пищевод. И человек получает тот самый не комфортный комок в пищеводе, в горле. Причем, при таком состоянии человек практически не может ничего есть, и ни о чем думать. 
            
            На самом деле ИЗЖОГА - очень серьезный крик о помощи! Это говорит о том, что у нашего ЖКТ уже просто нет сил справляться с количеством кислот. 
            
            Обычно для того, чтобы изжога не мучила, люди "гасят" ее - медпрепаратами типа Галстена, Омез, Креон. Иногда пьют соду🙅🏻... Что, кстати, очень опасно для слизистой желудка!
            
            Это лишь на время снимает неприятный симптом. Не более. Симптом-то уходит, а проблема остается. 
            Кардинально решать этот вопрос можно, результаты есть.
            
            9️⃣ <b>Соли, песок, камни в ПОЧКАХ. </b>
            ЗДЕСЬ - 100% недостаток воды, не допитая вода, сильная "закисленность" и недостаток кальция. И в принципе, все диагнозы, связанные с почками – от недопитого количества воды! Слабощелочной. 
            
            Песок и камни в почках - это наш собственный кальций, в первую очередь "добываемый" из нашей костной ткани. Для нейтрализации кислот из нашего водного аквариума.
            """;

    public static final String DEHYDRATION_DISEASES_VIDEO_6_TEXT = """
            Друзья! Можно еще много писать и говорить про самые разные задачи по здоровью🙋🏻. 
            
            Начиная от повышенного уровня сахара в крови, заканчивая сухостью пяток и сухой кожей на лице.
            
            Сахар в крови зависит от многих факторов. Но когда в чай положили много сахара, чтобы сделать его менее сладким мы наливаем еще воды, а не кидаем таблетку сахароснижающую.😉
            
            А кожа сухая не из-за отсутствия крема. А потому что ей важно пить! Кожа растет изнутри! Получая все питательные вещества. 
            А если внутри у нас пользы маловато? 
            
            Я уверена, что уже достаточно много аргументов для того, чтобы захотеть научиться пить воду. Каждый день!💦
            В своей физиологической норме.
            
            📌 Помните! Больше можно, а меньше - приводит к разрушению и болезням 😨
            
            Берём свои красивые бутылочки, стаканы,фужеры и пьем-пьем-пьем!
            💦💦💦
            """;

    public static final String DEHYDRATION_DISEASES_QUIZ_TEXT = """
            Пройдите тест 👆👆👆
            """;

    // 3 кнопка) КАЧЕСТВО ВОДЫ (большой блок)
    public static final String QUALITY_INTRO = """
            Начнем разговор О КАЧЕСТВЕ ВОДЫ.
            
            Вода бывает разной. 
            💧По вкусу, по качеству, по пользе💧
            
            Когда заходит разговор про воду питьевую, не газированную, большинство людей знают про воду только то, что она внешне прозрачная и все.🤷‍♀️
            
            <b>Качество питьевой воды</b> - это глобальная тема, про которую уже много выпущено фильмов, научных публикаций. 
            
            Мы про ЭТО говорим на наших занятиях, вебинарах уже больше 15 лет. Эта тема достойна того, чтобы в ней досконально разобраться.
            
            <b>Потому что изменив качество воды, которую мы пьем, мы можем изменить свое здоровье</b> 👍 
            
            Поговорим о 6 основных параметрах, которые делают воду биодоступной, т.е. полезной водой для здоровья человека.
            """;

    public static final String QUALITY_6_PARAMS = """
            Только если все эти 6 параметров присутствуют <b>ОДНОВРЕМЕННО</b>, вода легко усвоится организмом.
            
            Такие параметры известны науке достаточно давно, есть не мало мест на Земле, где люди долгожители пьют воду с такими характеристиками.  Эту тему долгие годы изучает наука самых разных стран. 
            
            Мы лишь коснемся😊
            
            Записывайте <b>важнейшие параметры</b> питьевой воды для здоровья человека:
            
            1) Биологическая чистота и безопасность
            2) Текучесть или поверхностное натяжение
            3) Структура и память
            4) Минерализация
            5) Уровень PH
            6) Значение ОВП - окислительно-восстановительный потенциал
            
            Сложно? Не понятно? - Понимаю! Мне тоже это было не понятно. Но интересно!
            """;

    public static final String QUALITY_TAP_WATER_TEXT = """
            🧐 Покажу с чем мы "встречаемся" в жизни.
            
            Я УВЕРЕНА в том, что ВЫ уже давно НЕ ПЬЕТЕ воду из-под крана! 
            У Вас стоит фильтр, или Вы воду отстаиваете, или вообще не используете для пищевых целей. И это правильно!
            
            Ведь воду из-под крана - пить не просто не полезно, а очень опасно! И готовить на ней еду тоже. 🤷‍♀️
            
            Она содержит <b>большое количество хлора</b>. При кипячении хлор не уничтожается, а переходит в нерастворимое соединение, сильно токсичное для организма. По сути - в яд.
            
            А трубы в водопроводе?! 🙅🏻‍♂️Как вам труба на 👆фото?
            """;

    public static final String QUALITY_NEXT_1 = """
            <b>Как бы Вы не думали об этом, все ЭТО "счастье" серьезно влияет на то количество диагнозов, которое имеется в современном мире.</b>
            
            Только один момент:
            Если пить такую воду организм человека за несколько лет пропустит через себя примерно от 8️⃣0️⃣ до 1️⃣0️⃣0️⃣  кг(!) химической грязи. Оно нам надо?
            
            И, поверьте, ❗️отстаивание воды не решает никакой очистительной задачи! Кроме того, что из воды выветривается хлор. 
            
            <b>Память о хлоре остается в воде и это, порой, еще хуже.</b>
            
            Мы не будем дальше с этим разбираться  в рамках группы. Кому интересно - вне группы 🙏
            
            Самое важное, что я хочу показать участникам группы - то, что в первую очередь вода должна быть 
            <b>БИОЛОГИЧЕСКИ и ФИЗИЧЕСКИ ЧИСТОЙ. </b>
            
            Если у нас стоит фильтр - вовремя менять картриджи. Я это делаю каждые 3-4 месяца, хотя на этикетке написано 6. НО вы сами видели ЧТО там успело скопиться за 1/2 срока службы. 
            
            Если нам привозят воду - убедиться что это качественно отфильтрованная вода из водопровода. К сожалению, встречается иное 🤦
            
            Думаю, что здесь все понятно 🙏
            """;

    public static final String QUALITY_KETTLE_TEXT = """
            ❗️<b>Вода из-под крана (кипяченая) ничем не лучше, чем НЕ кипяченая.</b>❗️ На самом деле, она еще даже хуже.  
            
            Потому, что при кипячении вредоносные элементы переходят в более жесткое состояние, которое нам вообще не полезно.
            
            И, кстати, очень ошибочно считать, что суп-чай-компот МОЖНО варить на такой воде 🤦 . 
            
            Оставьте воду из-под крана (без фильтров) для бытовых нужд.
            
            В поиске чистой воды люди приезжают к родникам, покупают кулеры для воды или идут в магазин за очищенной водой.
            
            Тут есть нюансы. Мы завтра их коснемся. Пока скажу только то, что найти воду, биологически чистую и безопасную сегодня очень не просто 🙏
            
            А ту, которая дает энергию жизни - еще сложнее. Но возможно! 😊
            """;

    public static final String QUALITY_BOTTLED_TEXT = """
            <b>В поиске чистой воды люди покупают кулеры для воды или идут в магазин за очищенной водой.</b>
            
            Тут есть нюансы. В бутылках можно "найти" все, что угодно 😳
            
            К сожалению, слишком много "развелось" недобросовестных производителей. 
            Уверена, Вы такие сюжеты видели ⬇️
            """;

    public static final String QUALITY_NEXT_2 = """
            Друзья! На самом деле у воды кроме <b>ЧИСТОТЫ</b>, есть еще несколько полезных параметров качества. И они удивительно интересные. 
            
            С ними вода становится целительной и именно за такой водой раньше ездили в санатории. 
            
            ❓ Помните такую фразу: 
            <b>Поехали на воды. Оздоравливаться!</b>
            
            Пройдемся по этим важным параметрам текстом, картинками
            """;

    public static final String QUALITY_SURFACE_TENSION_TEXT = """
            💧<b>Текучесть или поверхностное натяжение воды</b>
            
            От величины этого параметра зависит способность воды проникать в твердые поверхности (смачивать), растворять различные вещества, вымывать различные загрязнения. 
            
            Чем меньше поверхностное натяжение жидкости, тем лучше, легче она (жидкость) способна проникать в самые различные "места". Чем выше этот параметр, тем хуже.
            """;

    public static final String QUALITY_SURFACE_TENSION_EXAMPLES = """
            Натяжение мы видим под лапками водомерки, в капле воды, в росе. 
            
            Именно из-за натяжения воды мы не можем промыть волосы или выстирать белье. Вода не пенится. Дает осадок. 
            
            В обычной питьевой воде около 73 дин/см.кв.
            
            А нам нужна - 43 дин/см. кв.
            """;

    public static final String QUALITY_STRUCTURE_TEXT = """
            💧<b>Структура и память воды.</b>
            
            По сути это про порядок. При отсутствии порядка, структуры образуется хаос, беспорядок. 
            
            В зависимости от структуры воды, от того, что она помнит, мы можем от стакана воды получить или энергию, или усталость.
            
            Многие из нас встречались с информацией об исследовании снежинок воды, с их красивыми картинками. 
            
            Самая известная работа - это исследования японского доктора Масару Эмото.
            """;

    public static final String QUALITY_NEXT_3 = """
            Ученые уже давно установили, что в теле не здорового, больного человека, особенно с тяжелыми формами заболеваний, внутренняя жидкость имеет не рациональную структуру.
            
            Структурированная вода благотворно влияет на человека. Уверена, что Вы видели фильм "Великая тайна воды". Вот кусочек из этого фильма
            """;

    public static final String QUALITY_VIDEO_9_TEXT = """
            Представляете?  Это только один параметр воды так влияет на нашу кровь! А если в Вашем стакане будет вода такая, чтобы все параметры качества были одновременно! 
            
            И чистота, и память, и натяжение и... именно такая вода в моей бутылке
            """;

    public static final String QUALITY_NEXT_4 = """
            Продолжим? Расскажу еще про три параметра качества питьевой воды. Это:
            - <b>минерализация</b>
            - <b>ph</b>
            - <b>ОВП</b>
            
            Такие не простые темы. 
            
            Давайте сделаем так: я покажу Вам тему минерализации, как отложение солей. На бытовом примере.
            """;

    public static final String QUALITY_MINERALIZATION_TEXT = """
            Уверена, что Вы хоть раз видели суставы, "покрученные" солями. Слышали слово "шпора"?
            Знаете про камни в почках или про кальциноз сосудов?
            
            Это откладываются те самые соли и минералы, которые растворены в воде в бОльшем количестве, чем требуется. 
            
            Или когда человек пьет супер-очищенную воду, практически дистиллят. Тогда собственные минералы вымываются.
            
            Для здоровья нам нужна СЛАБО-МИНЕРАЛИЗОВАННАЯ вода, где полезные❗️природные❗️ минералы растворены в микро-дозах в гармоничном сочетании.
            
            Поэтому пить на постоянной основе воду лечебную НЕ рекомендую, ну и, конечно, вода из-под крана тоже не подходит для нашего здоровья🤦
            
            Растерялись? 
            Какую же тогда воду пить?
            """;

    public static final String QUALITY_PH_TEXT = """
            Думаю, что уже от этой информации голова кругом, а у нас еще ДВА параметра 😂😂
            
            Они, на самом деле, самые ВАЖНЫЕ и природные!
            
            ЭТО <b>КИСЛОТНО-ЩЕЛОЧНОЙ БАЛАНС</b>
            
            <b>РН</b>
            
            Энергию жизни нам несет ❗️только слабощелочная вода, с параметром ph выше 7,5.
            
            💉 Кровь здорового человека всегда слабощелочная - находится в диапазоне 7,41-7,43. ВСЕГДА!
            
            Любые болезни - это изменение уровня PH.
            """;

    public static final String QUALITY_OVP_TEXT = """
            Остался еще один параметр - ОВП -  Окислительно-восстановительный потенциал. 
            
            Этот параметр качества воды означает на сколько вода, которую мы пьем, несет нам энергию.
            
            Если просто сказать:
            
            ➕ <b>ОВП с ПЛЮСом</b> - нам плохо 👎
            
            ➖ <b>ОВП с МИНУСом</b> - очень хорошо.👍 Чем больше минус - тем лучше!
            
            Как в батарейке 😊
            """;

    // 4 кнопка) ЖИВАЯ ЩЕЛОЧНАЯ ВОДА
    public static final String LIVE_WATER_CORAL_MAIN_TEXT = """
            Флагманский продукт компании
            Coralcub, созданный самой природой.
            
            <b>Корал майн</b> - это те самые волшебные пакетики-саше с измельченным кораллом Санго с японского острова Окинава, где живут самые долгоживущие люди на Земле.
            
            Их используют люди во всем мире для того, чтоб сохранить молодость и здоровье.
            
            ВОДА  ДЛЯ  ЖИЗНИ 
            💧💧💧💧💧💧💧
            
            Существует очень много районов на Земле, где жители отличаются завидным долголетием. Одним из таких являются острова Окинава и Токуносима.
            
            ♻️Исследования , проведенные профессором Кобаяси, подтвердили , что высокие  показатели долголетия и здоровья, присущие населению этих островов , зависит от качества питьевой воды.
            
            Продолжительность жизни на островах на 10-15 лет выше , чем по всей Японии.
            Люди , живущие здесь, редко болеют.Анализы показали , что показатель кальция в питьевой воде города Нага (префектура Окинава)самый высокий не только в Японии , но и в мире. Так как острова находится на коралловых атоллах , то питьевая вода фильтруется  кораллами и насыщается ионами кальция.По мнению профессора Кобаяси, именно карбонат кальция , содержащийся в питьевой воде, способствует нейтрализации излишней кислотности организма, которая является результатом употребления кислотных продуктов.
            
            Из 2500 видов кораллов белые кораллы являются единственными полезными для человека.Изучение кораллов показало , что они состоят из кальция, магния, калия, натрия и большого количества жизненно важных редких микроэлементов . Структура кораллов и их химический состав очень похожи на строение и химический состав человеческих костей, что позволяет широко использовать кораллы при протезировании . В настоящее время идет промышленная разработка кораллов вокруг Окинавы.
            
            Конечный продукт называется Корал-Майн.
            
            Порошок Корал-Майн нерастворимым в воде . Но при взаимодействии с водой он способен изменить ее физико- химические свойства:
            
            1. Вода с порошком минеральной композиции изменяет кислотно- щелочное равновесие в сторону щелочной реакции. Это удивительно-полезное свойство коралла имеет большое значение для организма человека. Практически все жидкости, находящиеся в системе человеческого организма являются либо нейтральными либо слабо щелочными , за исключением желудочного сока : рН желудочного сока -1,0; здоровой крови - 7,43; здоровой лимфы -7,5; слюны-7,4.
            
            Сдвиг равновесия в сторону повышения кислотности системы является одной из причин многих заболеваний.
            Когда система организма ощелачивается и возвращается нормальный кислотно-щелочной баланс ,  человек начинает выздоравливать . Организм постоянно ищет резерв щелочи для нейтрализации лишних кислот . Резерв этот только один - кости. Кальций , помещенный в любую жидкость , нейтрализует избыточную кислотность. Но сам по себе кальций из продуктов питания очень трудно усваивается организмом и на определенном этапе организм начинает брать его из костей, вызывая остеопороз(размягчение костей).
            
            2.Вода обработанная Корал-Майн приобретает еще одно очень важное свойство. Окислительно-восстановительный потенциал воды(ОВП)смещается в сторону отрицательных показателей . В этом случае клеткам организма человека не придется тратить дополнительное количество энергии на выравнивание окислительно-восстановительного потенциала и энергия будет направлена на внутриклеточный обмен.
            
            3.При замерзании коралловая вода образует идеальную структуру снежинки, что свидетельствует об упорядоченности   диполей молекул воды. А так как вся вода в живых организмах структурирована , то это свойство Коралловой воды особо ценно для сохранения здоровья.
            
            4.,Сам по себе порошок коралла является достаточно мощным природным сорбентом. При смешивании с водой активно приглащает соединения хлора .
            
            5.Содержание многих жизненно важных минералов в композиции Корал-Майн обеспечивает ими воду в количестве адекватных составу тканей организма человека, в легко доступной для усвоения форме.
            
            6.Высокое содержание кальция в легко доступной, биологически усвояемой форме, особенно полезно для организма, так как кальций выполняет в организме человека очень много функций: ощелачивает организм, обеспечивает нормальную свертываемость крови, влияет на регуляцию процессов роста и деления клеток всех видов тканей. Дефицит кальция ведет к возникновению около 150 болезней.
            
            7.Корал-Майн снижает поверхностное натяжение воды.Делает ее биологически доступной, "жидкой", легкоусвояемой .
            """;

    public static final String LIVE_WATER_SODA_VIDEO_TEXT = """
            Есть люди которые утверждают , что можно ощилачивать организм содой🤦‍♀️ (содой, Карл!)
            Для таких «умников» это видео
            """;

    public static final String LIVE_WATER_MASHAK_VIDEO_TEXT = """
            Уникальная информация о 💧ВОДЕ💧 от врача, 
            💧Доктора медицинских наук, 
            💧почетного профессора Новосибирского государственного медицинского университета - МАШАК СВЕТЛАНА ВЛАДИМИРОВНА 
            
            У клетки есть мозги, посмотрите этот ролик до конца.
            """;

    // 5 кнопка) ПРОМОКОД
    public static final String PROMO_TEXT = """
            Промокод на скидку 20% на Корал-Майн:
            
            https://ru.coral.club/shop/koral-mayn-silver.html?offer=2200&REF_CODE=365272872010
            """;

    // 6 кнопка) КАЧЕСТВО ВОДЫ (Ессентуки)
    public static final String QUALITY_SHORT_ESSE_TEXT = """
            ‼️Важная информация‼️
            
            Ессентуки, как вода, не считается. Это минеральная вода с газом. Причем, углекислый газ технический, и замечали отрыжку после того, как выпьете газированную воду? Это организм избавляется от технического углекислого газа и показывает вам, что он ему не нужен. Я вам рекомендую в качестве эксперимента хотя бы на время убрать минеральную воду и заменить ее только обычной фильтрованной водой👍💧
            """;

    // 7 кнопка) АНКЕТА
    public static final String HEALTH_FORM_TEXT = """
            Этот опросник поможет понять, как обстоят дела по 12 системам организма.
            
            https://docs.google.com/forms/d/e/1FAIpQLSdHzKC1T03oCSMjPT2DzJlz6tutInrjDjaZxHdiM5EqaLEg5A/viewform?usp=header
            """;

    // 8 кнопка) Записаться на консультацию
    public static final String CONSULTATION_TEXT = """
            Чтобы записаться на бесплатную консультацию по воде и здоровью, напишите, пожалуйста, в личные сообщения @belozerova_69 👇
            """;

}